Repository: Darling-dev/MegaMediaMarket
Catalog: MegaMediaMarket/Resources/Views/Home/Index.*.resx
Languages: uk_ua

# AccountDesc
source: With us you will get a unique opportunity to create your personal account, where you can control your purchases, receive cashback for each purchase and enjoy other exclusive bonuses that will make your shopping experience even more enjoyable and profitable.
uk_ua: У нас ви отримаєте унікальну можливість створити свій особистий кабінет, де ви зможете контролювати свої покупки, отримувати кешбек за кожну покупку і користуватися іншими ексклюзивними бонусами, які зроблять ваш шопінг ще більш приємним і вигідним.

# AccountText
source: Go to personal account
uk_ua: Перейти до особистого кабінету

# BenefitsTitle
source: Optimize your shopping experience and get more value - Enjoy the unique benefits of <br __cpp="1">our site, including a personal account with cashback, technical support and a huge <br __cpp="1">database of tools and games!
uk_ua: Оптимізуйте свій досвід покупок та отримуйте більше користі - Насолоджуйтесь унікальними перевагами <br __cpp="1"> нашого сайту, включаючи особистий кабінет з кешбеком, технічну підтримку і величезну <br __cpp="1"> базу даних інструментів та ігор!

# BuyWithColored
source: Buy with
uk_ua: Купуйте з

source: Catalog
uk_ua: Каталог

# CatalogDesc
source: Here you will find a huge selection of software, including tools and softwares, so that you can enjoy new features and expand your gaming experience. We are constantly updating our database so that you can always find new and exciting products for your entertainment.
uk_ua: Тут ви знайдете величезний вибір програмного забезпечення, включаючи інструменти та програмне забезпечення, щоб ви могли насолоджуватися новими можливостями та розширювати свій ігровий досвід. Ми постійно оновлюємо нашу базу даних, щоб ви завжди могли знайти нові та цікаві продукти для своїх розваг.

source: Companies
uk_ua: Компанії

source: Contact technical support
uk_ua: Звернутися

# DataBaseTitle
source: Huge database of keys and softwares
uk_ua: Величезна база даних ключів

# Explore
source: Explore our catalog
uk_ua: Ознайомтеся з нашим каталогом

source: Explore catalog
uk_ua: Ознайомитися з каталогом

# ExploreDesc
source: You can view all available products, games and choose the right ones in our catalog.
uk_ua: У нашому каталозі ви можете переглянути всі доступні продукти, ігри та вибрати відповідні.

# MinPrice
source: from
uk_ua: від

source: Money back
uk_ua: Повертаємо гроші

# MoneyBackDesc
source: We undertake to return the money spent to you if the software does not work correctly.
uk_ua: Ми зобов'язуємося повернути вам витрачені гроші, якщо ключ працює некоректно.

source: Openness
uk_ua: Відкритість

# OpennessDesc
source: We are always open to our clients. We have a general chat for customers, you can always ask buyers about us.
uk_ua: Ми завжди відкриті для наших клієнтів. У нас є загальний чат для клієнтів, ви завжди можете запитати покупців про нас.

# PersonalAccount
source: Personal account with cashback
uk_ua: Особистий кабінет з кешбеком

source: pleasure
uk_ua: задоволенням

source: Popular games
uk_ua: Популярні ігри

source: Proffesional technical support
uk_ua: Професійна технічна підтримка

source: Providers
uk_ua: Провайдери

source: Reliability
uk_ua: Надійність

# ReliabilityDesc
source: By purchasing keys from us, you can not worry about the safety of your PC, since we are not the first year on the market and all our products are completely safe
uk_ua: Купуючи цифрові товари у нас, ви можете не турбуватися про безпеку вашого ПК, так як ми не перший рік на ринку і вся наша продукція повністю безпечна

source: Search
uk_ua: Пошук

source: Sells
uk_ua: Продажі

# SellsDesc
source: A large number of regular customers. We are not the first year on the market and have more than 90,000 satisfied customers.
uk_ua: Велика кількість постійних клієнтів. Ми не перший рік на ринку і маємо понад 90 000 задоволених клієнтів.

# Slogan
source: Don't risk your money and time - choose our software and our guarantees will take care of your success!
uk_ua: Не ризикуйте своїми грошима та часом - обирайте наше програмне забезпечення і наші гарантії подбають про ваш успіх!

source: Softwares
uk_ua: Програмне забезпечення

# StatMoneyBack
source: Money Back Guarantee
uk_ua: Гарантія повернення грошей

# StatSold
source: Goods sold
uk_ua: Продано товарів

# StatUsers
source: Registered users
uk_ua: Зареєстрованих користувачів

source: Support
uk_ua: Підтримка

# SupportDesc
source: Our team of professionals is always ready to help you with any questions related to shopping on our website. Whether it's product, ordering, or other technical questions, we're here to help you get the best service and support.
uk_ua: Наша команда професіоналів завжди готова допомогти вам з будь-якими питаннями, пов'язаними з покупками на нашому сайті. Незалежно від того, чи це продукт, замовлення або інші технічні питання, ми тут, щоб допомогти вам отримати найкращий сервіс та підтримку.

# SupportDescMore
source: If you have any difficulties with starting the software or need help setting it up, then we will help you!
uk_ua: Якщо у вас виникли труднощі із запуском програм або вам потрібна допомога в його налаштуванні, то ми вам допоможемо!

# Telegram
source: Join our Telegram chat room, to communicate with users
uk_ua: Приєднуйтесь до нашого чату в Telegram, щоб спілкуватися з користувачами

# TitleDesc
source: A large catalog of private high-quality keys. Software created by experienced developers that will make your game more productive and comfortable.
uk_ua: Великий каталог приватних високоякісних ключів. Програмне забезпечення, створене досвідченими розробниками, яке зробить вашу гру продуктивнішою та комфортнішою.

# TitleKeys
source: Private keys for softwares
uk_ua: Приватні ключі для програмного забезпечення

# TitleText
source: selling keys for different softwares
uk_ua: з продажу ключів до різних програм

# TitleTextColored
source: The best shop
uk_ua: Найкращий магазин

# TrustTitle
source: Why you can <b>trust us</b>?
uk_ua: Чому <b>нам можна довіряти</b>?

source: Updates
uk_ua: Оновлення

# UpdatesDesc
source: We constantly update our software and offer free updates to all our customers.
uk_ua: Ми постійно оновлюємо наше програмне забезпечення і пропонуємо безкоштовні оновлення всім нашим клієнтам.

source: View all
uk_ua: Переглянути все

source: View catalog
uk_ua: Переглянути каталог
